Repository: benlee-br/IDE-ValidationTestTool
Catalog: Source/Common/Properties/Resources.*-*.resx
Languages: chs, ru_ru

# InvalidArgumentException_3
source: Invalid argument "{0}". Value: {1} Expected value: {2}
chs: 无效的自变量“{0}”。值: {1} 预计值: {2}
ru_ru: Недействительный аргумент "{0}". Значение: {1} Ожидаемое значение: {2}

source: Plate Setup Import
chs: 反应板设置导入
ru_ru: Импорт настроек плашки

# ReportHeaderAuditInformation
source: Audit Information:
chs: 审计信息:
ru_ru: Сведения аудита:

# ReportHeaderCreatedInSecurityEdition1
source: Created in Security Edition
chs: 在安全版本中创建
ru_ru: Создан в Security Edition

# LIMSFileFilter
source: LIMS File
chs: LIMS 文件
ru_ru: Файл LIMS

# Reports_EmptyTag
source: Unable to parse empty report tag.
chs: 无法分析空的报告标签。
ru_ru: Невозможно проанализировать пустой тег отчета.

# SaveHeaderString_8
source: File version {0} saved by {1} (full name {2}) at {3} on {4} in {5} version {6} with save comment "{7}".
chs: 文件版本 {0}，由 {1} (全名 {2}) 于 {4} 的 {3} 在 {5} 版本 {6} 中保存，保存注释:“{7}”。
ru_ru: Версия файла {0}, сохраненная пользователем {1} (полное имя {2}) в {3} на {4} в {5} версии {6} с комментарием к сохранению "{7}".

# ReportHeaderComment1
source: Comment
chs: 注释
ru_ru: Комментарий

# Table_Empty
source: Table must not be empty.
chs: 表格不能为空。
ru_ru: Таблица не должна быть пустой.

# Table_Null1
source: Table must not be null.
chs: 表格不能为空。
ru_ru: Таблица не должна быть нулевой.

source: Plate Type
chs: 反应板类型
ru_ru: Тип плашки

# GEGlobalControl
source: Global Control Condition
chs: 全局控制情况
ru_ru: Общее условие контроля

# AuditTrailControl
source: Audit Trail
chs: 审计跟踪
ru_ru: Контрольный журнал

# FactorySettingChangeNotAllowed_1
source: Factory settings cannot be changed. Failed to override factory setting for {0}.
chs: 工厂设置不能更改。覆盖 {0} 的工厂设置失败。
ru_ru: Заводские настройки не могут быть изменены. Не удалось перезаписать заводские настройки для {0}.

source: PCR Digital Filter
chs: PCR 数字滤波器
ru_ru: Цифровой фильтр PCR

# Reports_InvalidTag_11
source: Unable to parse report tag: {0}.
chs: 无法分析报告标签: {0}。
ru_ru: Невозможно проанализировать тег отчета: {0}.

# FailedToGainAccessToFile
source: Failed to gain access to file {0}
chs: 无法获得对文件 {0} 的访问权限
ru_ru: Не удалось получить доступ к файлу {0}

# Table_NotRectangular1
source: Table must be rectangular (ie. each row must be the same length).
chs: 表格必须为矩形(即各行必须等长)。
ru_ru: Таблица должна быть прямоугольной (т.е. все строки должны быть одинаковой длины).

source: RME File Name
chs: RME 文件名
ru_ru: Имя файла RME

# GEConditionIsRef
source: Sample Condition - Control
chs: 样品情况 – 对照
ru_ru: Условие для пробы – контроль

# ReportHeaderNumberOfChanges1
source: Number of Changes
chs: 变更次数
ru_ru: Количество изменений

# ReportHeaderApplication1
source: Application
chs: 应用程序
ru_ru: Приложение

source: PCR Active Well Group
chs: PCR 活动反应孔编组
ru_ru: Активная группа лунок PCR

# EPSortDataByCall
source: End Point Sort Data by Call
chs: 终点数据排序(按调用)
ru_ru: Сортировать данные по вызову в конечной точке

source: Active Wells
chs: 活动反应孔
ru_ru: Активные лунки

# EPWells
source: End Point Control Definition
chs: 终点控制定义
ru_ru: Контрольное определение в конечной точке

# Md5Good
source: OK
chs: 正常
ru_ru: ОК

# PCRActiveFluors
source: Quantification Active Fluors
chs: 定量活动荧光
ru_ru: Количественный анализ активной флуоресценции

# DiagsSeverityStatus
source: Status
chs: 状态
ru_ru: Состояние

# DeviceWithTypeNotFound
source: No device(s) found in configuration for a requested device type.
chs: 在配置中找不到所请求的设备类型的设备。
ru_ru: Не найдено ни одного устройства в конфигурации, соответствующего запрашиваемому типу.

# DiagsSeverityException
source: Exception
chs: 异常
ru_ru: Исключение

# Reports_NullTag1
source: Unable to parse null report tag.
chs: 无法分析空报告标签。
ru_ru: Невозможно проанализировать нулевой тег отчета.

# Email_ResultsMessage
source: Results are attached.
chs: 结果请见附件。
ru_ru: Результаты в приложении.

# ParseFailure_2
source: Unable to parse type {0} from {1}.
chs: 无法从 {1} 分析类型 {0}。
ru_ru: Невозможно проанализировать тип {0} из {1}.

# PCRThresholdValue
source: PCR Threshold
chs: PCR 阈值
ru_ru: Пороговый уровень PCR

# GEDataSetEff
source: Data Set - Efficiency
chs: 数据集 - 效率
ru_ru: Набор данных – эффективность

# GEGraphError
source: Graph Error Type
chs: 图表误差类型
ru_ru: Настройка ошибки для графика

source: Run Definition Changed
chs: 运行定义已改变
ru_ru: Определение прогона изменено

# TagLabel
source: Tag
chs: 标签
ru_ru: Тег

# ReportHeaderApplication
source: Application
chs: 应用程序
ru_ru: Приложение

# EndPointProtocolStepTemperatureChanged
source: End Point temperature
chs: 终点温度
ru_ru: Температура в конечной точке

source: Description
chs: 描述
ru_ru: Описание

# Table_SortingNotAllowed1
source: Sorting is not allowed for this table.
chs: 不允许为该表排序。
ru_ru: Невозможно отсортировать данные этой таблицы.

source: Interpolated Plate Reads
chs: 插入的读板
ru_ru: Интерполированные чтения плашки

# ReportHeaderSignatureComment
source: Signature Comment
chs: 签名注释
ru_ru: Комментарий к подписи

# PCRAutoBaseline
source: PCR Baseline Mode
chs: PCR 基线模式
ru_ru: Режим базовой линии PCR

# DiagsSeverityUnassigned
source: Unassigned
chs: 未指定
ru_ru: Не задано

# Table_RowIndexOutOfRange1
source: Invalid data table row index.
chs: 无效的数据表行索引。
ru_ru: Недействительный индекс строки таблицы данных.

# TraceLabel
source: Trace
chs: 示踪线
ru_ru: Кривая графика

# ReportHeaderMachineName
source: Machine Name
chs: 机器名称
ru_ru: Имя аппарата

# MCActiveFluor
source: Melt Curve Active Fluor
chs: 熔解曲线活动荧光
ru_ru: Активный флуорофор кривой плавления

# UnknownApplication
source: The BioRad Application could not be determined.
chs: 无法确定 BioRad 应用程序。
ru_ru: Невозможно определить приложение Bio-Rad

# UserSettingChangeNotAllowed_1
source: User settings not supported. Failed to override user setting for {0}.
chs: 不支持用户设置。覆盖 {0} 的用户设置失败。
ru_ru: Настройки пользователя не поддерживаются. Не удалось перезаписать настройки пользователя для {0}.

# ReportHeaderYes
source: Yes
chs: 是
ru_ru: Да

# ReportHeaderNo1
source: No
chs: 否
ru_ru: Нет

# ReportHeaderComputerName1
source: Computer name
chs: 计算机名称
ru_ru: Имя компьютера

# GEActiveFluor
source: Gene Expression Active Fluor
chs: 基因表达活动荧光
ru_ru: Активный флуорофор экспрессии гена

# ProtocolLidTemperatureChanged
source: Protocol Lid Temperature
chs: 扩增程序盖温度
ru_ru: Протокол температуры крышки

# ProtocolVolumeChanged
source: Protocol Volume
chs: 扩增程序体积
ru_ru: Объем протокола

# GEReplicateFullName
source: Gene Replicate - Full Name
chs: 基因复制 - 全称
ru_ru: Реплика гена – полное имя

# datasetfilefilters
source: PCR Data File
chs: PCR 数据文件
ru_ru: Файл данных PCR

source: Run Complete
chs: 运行完成
ru_ru: Прогон завершен

# WFActiveInfo
source: Active Well Factors Information
chs: 活动孔因子信息
ru_ru: Сведения о факторах активных лунок

# WFFileName
source: Active Well Factor Filename
chs: 活动反应孔因子文件名
ru_ru: Имя файла фактора активных лунок

# InvalidParameterType_2
source: Invalid parameter type: {0} is {1}.
chs: 无效参数类型:{0} 为 {1}。
ru_ru: Недействительный тип параметра: {0} – {1}.

# InvalidParameterType_4
source: Invalid parameter type: {0} is {1}; {2} is {3}.
chs: 无效参数类型: {0} 为 {1}; {2} 为 {3}。
ru_ru: Недействительный тип параметра: {0} – {1}; {2} – {3}.

# ReportHeaderVersion1
source: Version
chs: 版本
ru_ru: Версия

# ADNormalize
source: Allelic Discrim Normalize Data
chs: 等位基因分型均一化数据
ru_ru: Нормализованные данные аллельной дискриминации

# MessageHeading
source: Message:
chs: 消息:
ru_ru: Сообщение:

# EPNumRanks
source: End Point Ranks
chs: 终点排名
ru_ru: Ранги конечной точки

# RunStart
source: Run Started
chs: 运行已启动
ru_ru: Прогон начат

# odm_datasetfilefilters
source: ODM File
chs: ODM 数据文件
ru_ru: Файл ODM

# EPCallMethod
source: End Point Call Method
chs: 终点调用方式
ru_ru: Метод вызова в конечной точке

# PCRActiveStepNum
source: Quantification Active Step
chs: 定量活动步骤
ru_ru: Количественный анализ активного шага

# ADHThreshold
source: Allelic Discrim Horizontal Threshold
chs: 等位基因分型水平阈值
ru_ru: Пороговый уровень по горизонтали для аллельной дискриминации

# PlateExperimentName
source: Experiment Name
chs: 实验名称
ru_ru: Имя эксперимента

# BFFileName
source: Active Background Readings Filename
chs: 活动背景读板文件名
ru_ru: Имя файла активного фонового считывания

# ReportHeaderLastCreationGUID1
source: Last Creation GUID
chs: 上次创建 GUID
ru_ru: Последний GUID создания

# MCThresholdForNegativePeakAutoFind
source: The negative melt peak analysis threshold value
chs: 负熔解峰分析阈值
ru_ru: Значение порогового уровня для анализа отрицательного пика плавления

source: Clustergram Split out replicates
chs: Clustergram 复孔分别显示
ru_ru: Кластерограмма разделила повторы

source: Clustergram Cluster By
chs: Clustergram 聚类分析根据
ru_ru: Кластерограмма Кластера по

# AllContentRunSetFileFiltersText
source: PrimePCR run files
chs: PrimePCR 运行文件
ru_ru: PrimePCR run файлы

# AllDataAnalysisfilefilters
source: All Data Files
chs: 全部数据文件
ru_ru: Все файлы с данными

# PCRAnalysisMode
source: Analysis Mode
chs: 分析模式
ru_ru: Вариант анализа

source: Control Sample
chs: 对照组样品
ru_ru: Контрольный образец

# DriftCorrection
source: Drift correction applied
chs: 应用了漂移校正法
ru_ru: Применен дрейф коррекции

source: Heat Map Split out replicates
chs: 热图复孔分别显示
ru_ru: Регуляционный порог теплокарты

source: Heat Map Experimental Sample
chs: 热图实验样品
ru_ru: Данные теплокарты

source: Heat Map Selected File
chs: 热图所选文件
ru_ru: Сетка теплокарты

source: Cycles to analyze
chs: 用于分析的循环数范围
ru_ru: Циклы для анализа

# ADVThresholdMode
source: Allelic Discrim. Vertical Threshold mode
chs: 等位基因分型-垂直阈值模式

# ADHThresholdMode
source: Allelic Discrim. Horizontal Threshold mode
chs: 等位基因分型-水平阈值模式

# PlateEdit
source: Edit Plate
chs: 编辑反应板
ru_ru: Редактирование плашки

# PlateReplace
source: Replace Plate
chs: 替换反应板
ru_ru: Заменить плашку

source: Scatter Plot Control Sample
chs: 散点图对照样品
ru_ru: Контрольный образец графика разброса значений

source: Scatter Plot Experimental Sample
chs: 散点图实验样品
ru_ru: Экспериментальный образец графика разброса значений

# ScatterPlotRegulationThreshold
source: Scatter Plot Fold Change Threshold
chs: 散点图调节阈值
ru_ru: Регуляционный порог графика разброса значений

# VolcanoPlotPValue
source: Volcano Plot P-Value Threshold
chs: 火山图P值

# VolcanoPlotRegulationThreshold
source: Volcano Plot Fold Change Threshold
chs: 火山图调节阈值
ru_ru: Регуляционный порог вулканической гистограммы

# VolcanoPlotExperimentalSample
source: VolcanoPlot Experimental Biological Group
chs: 火山图实验样品
ru_ru: Экспериментальный образец вулканической гистограммы

# GEGraphErrorValue
source: Graph Error Value
chs: 图形错误值
ru_ru: Величина графической ошибки

# BarPlotPValue
source: P-Value Threshold
chs: Bar Chart P-Value Threshold
ru_ru: Bar Chart P-Value Threshold

# UserGuideNotFound
source: Failed to locate the document. Please run CFX_Documentation.exe to install CFX Software documentation.
chs: 无法找到文档。 请运行CFX_Documentation.exe以安装CFX软件文档。
ru_ru: Не удалось найти документ. Пожалуйста, запустите CFX_Documentation.exe для установки документации программного обеспечения CFX.

# UserGuideNotFoundParam
source: Failed to locate the document {0}. Please run CFX_Documentation.exe to install CFX Software documentation.
chs: 无法找到{0}文档。 请运行CFX_Documentation.exe以安装CFX软件文档。
ru_ru: Не удалось найти документ {0}. Пожалуйста, запустите CFX_Documentation.exe для установки документации программного обеспечения

# UserGuideNotFound2
source: The user documentation is missing or out of date. Please install the latest user documentation using Check for Updates from the Help menu.
chs: 用户文档丢失或过期。 请使用“帮助”菜单中的“检查更新”安装最新的用户文档
ru_ru: Документация пользователя отсутствует или устарела. Пожалуйста, установите последнюю версию пользовательской документации, используя «Проверка обновлений» в меню Справка

source: Confidence Interval
chs: 置信区间
ru_ru: доверительный интервал

# StandardUnits
source: Units
chs: Units (CH - TODO)
ru_ru: Units (RU - TODO)

# UserGuideNotFoundWithURL
source: The user documentation is missing or out of date. Please install the latest documentation (CFX_Documentation.EXE) from the Bio-Rad website: {0}. Would you like to visit the download page now?
chs: 用户文档丢失或过期。 请从 Bio-Rad 网站安装最新的文档 (CFX_Documentation.EXE)：{0}。 您想现在访问下载页面吗？
ru_ru: Пользовательская документация отсутствует или устарела. Установите последнюю версию документации (CFX_Documentation.EXE) с веб-сайта Bio-Rad: {0}. Хотите перейти на страницу загрузки?

# Milliliter_1
source: {0}ml
ru_ru: {0} мл

# Microliter_1
source: {0}ul
ru_ru: {0} мкл
