Repository: benlee-br/IDE-ValidationTestTool
Catalog: Source/Common/Properties/Resources.*-*.resx
Languages: chs, ru_ru

# MCPeakOverride
source: Melt Curve Peak Override
chs: 熔解曲线峰值重叠
ru_ru: Перекрытие пиков кривой плавления

# ADVThreshold
source: Allelic Discrim Vertical Threshold
chs: 等位基因分型垂直阈值
ru_ru: Пороговый уровень по вертикали для аллельной дискриминации

# ReportHeaderAuditInformation1
source: Audit Information:
chs: 审计信息:
ru_ru: Сведения аудита:

# PlateWellsEdit
source: Plate Setup Wells
chs: 反应板设置孔
ru_ru: Настройка лунок плашки

# ADRepeatNumber
source: Allelic Discrim Cycle Number
chs: 等位基因分型-PCR循环数
ru_ru: Количество повторений аллельной дискриминации

# Table_ColumnDescriptionsWrongLength1
source: Column descriptions do not match column headings.
chs: 列描述与列标题不匹配。
ru_ru: Описания столбцов не соответствуют их заголовкам.

# ReportHeaderNumberOfChanges
source: Number of Changes
chs: 变更次数
ru_ru: Количество изменений

# RMETypeActive
source: Active RME Type
chs: 活动的 RME 类型
ru_ru: Тип активного RME

# ConfigElementNotADevice
source: Non-Device item configuration provided to DeviceManagerService. This service requires that configuration elements be of type Device.
chs: 为 DeviceManagerService 提供非设备项配置。这一服务要求配置元素属于“设备”类型。
ru_ru: DeviceManagerService предоставлен элемент конфигурации, не принадлежащий к типу Device. Для этой службы необходимо, чтобы элементы конфигурации имели тип Device.

# EncryptCompressError_2
source: Error in Encrypting and Compressing file - '{0}'. Error - '{1}'.
chs: 加密和压缩文件“{0}”时出错。错误 –“{1}”。
ru_ru: Ошибка в кодировании и сжатии файла – '{0}'. Ошибка. '{1}'.

# ReportHeaderMachineName1
source: Machine Name
chs: 机器名称
ru_ru: Имя аппарата

# FactorySettingChangeNotAllowed
source: Factory settings cannot be changed.
chs: 工厂设置不能更改。
ru_ru: Заводские настройки не могут быть изменены.

# Alldatasetfilefilters
source: All PCR Data Files
chs: 所有 PCR 数据文件
ru_ru: Все файлы данных PCR

# GEAnalysisMode
source: Gene Expression Analysis Mode
chs: 基因表达分析模式
ru_ru: Режим анализа экспрессии гена

# ReportHeaderModifiedByUser1
source: Modified by user
chs: 用户修改
ru_ru: Изменен пользователем

# Table_SortingNotAllowed
source: Sorting is not allowed for this table.
chs: 不允许为该表排序。
ru_ru: Невозможно отсортировать данные этой таблицы.

# MCDigitalFilter
source: Melt Curve Digital Filter
chs: 熔解曲线数字滤波器
ru_ru: Цифровой фильтр кривой плавления

# ServiceInstantiationFailure_2
source: Could not instantiate service '{0}' in assembly '{1}'.
chs: 无法实例化指令集“{1}”中的服务“{0}”。
ru_ru: Невозможно создать экземпляр службы '{0}' в сборке '{1}'.

# ADCall
source: Allelic Discrim. Call Data
chs: 等位基因分型。调用数据
ru_ru: Данные вызова аллельной дискриминации

# ReportHeaderLastModifiedDate1
source: Last modified date
chs: 上次修改日期
ru_ru: Дата последнего изменения

# ServiceLoadFailure_2
source: Failed to load service {0} with {1}.
chs: 无法使用 {1} 加载服务 {0}。
ru_ru: Не удалось загрузить службу {0} с {1}.

# SetPropertiesWithParametersFailed_3
source: Could not set property {0} to {1} on {2}.
chs: 无法在 {2} 上将属性 {0} 设置为 {1}。
ru_ru: Невозможно задать свойство {0} {1} на {2}.

# NoDetailsString
source: There were no changed auditable items.
chs: 不存在已变更的可审计项目。
ru_ru: Отсутствуют изменения в элементах, подлежащих аудиту.

# ReportHeaderLastModifiedDate
source: Last modified date
chs: 上次修改日期
ru_ru: Дата последнего изменения

# ExceptionUnexpected
source: Unexpected error encountered.
chs: 发生意外错误。
ru_ru: Произошла непредвиденная ошибка.

# GECondition
source: Sample Condition
chs: 样品情况
ru_ru: Условие для пробы

source: PCR Data Window
chs: PCR 数据窗口
ru_ru: Окно данных PCR

# AllLogsFilesFilter
source: All Log Files (*.xml)|*.xml
chs: 所有日志文件 (*.xml)|*.xml
ru_ru: Все файлы журнала (*.xml)|*.xml

# ProductNameOnComputerName
source: {0} on {1}
chs: {0} 打开 {1}
ru_ru: {0} на {1}

# ExceptionIgnored_1
source: Exception ignored: {0}
chs: 忽略的异常: {0}
ru_ru: Исключение проигнорировано: {0}

# EPTolValue
source: End Point Tolerance
chs: 终点容差
ru_ru: Устойчивость в конечной точке

# PCRAutoThreshold
source: PCR Threshold Mode
chs: PCR 阈值模式
ru_ru: Режим порогового уровня PCR

# MCActiveStepNum
source: Melt Curve Active Step
chs: 熔解曲线活动步骤
ru_ru: Активная стадия кривой плавления

# ReportHeaderComment
source: Comment
chs: 注释
ru_ru: Комментарий

# Md5Bad
source: BAD
chs: 错误
ru_ru: НЕИСПРАВЕН

# InvalidRuleType_1
source: Requested business rule {0} cannot be assigned to specified type.
chs: 无法为指定的类型分配请求的业务规则 {0}。
ru_ru: Запрошенное бизнес-правило {0} не может быть задано для указанного типа.

# GEGraphExp
source: Graph Data
chs: 图表数据
ru_ru: Графическое выражение

# SettingsFileVersionNotFound_1
source: Error in retrieving the version from {0}.
chs: 从 {0} 中检索版本时出错。
ru_ru: Ошибка в получении версии из {0}.

# ChangeDetailShortString_3
source: {0} changed from "{1}" to "{2}".
chs: {0} 从“{1}”变为“{2}”。
ru_ru: {0} изменено с "{1}" на "{2}".

# PlateWellGroupChange
source: Plate Well Group
chs: 反应板孔编组
ru_ru: Группа лунок плашки

# Table_RowIndexOutOfRange
source: Invalid data table row index.
chs: 无效的数据表行索引。
ru_ru: Недействительный индекс строки таблицы данных.

# RunFileFilters
source: Run File
chs: 运行文件
ru_ru: Файл настроек прогона

# WFTypeActive
source: Active Well Factor Type
chs: 活动反应孔因子类型
ru_ru: Тип фактора активных лунок

# MCDigitalFilterGlobalEnabled
source: Melt Curve Global Digital Filter Enabled
chs: 熔解曲线全局数字滤波器已启用
ru_ru: Включен общий цифровой фильтр кривой плавления

# ReportHeaderCreationDate
source: Creation Date
chs: 创建日期
ru_ru: Дата создания

# XmlNodeNotFound_1
source: Node {0} not found.
chs: 找不到节点“{0}”。
ru_ru: Узел {0} не найден.

# XmlSerializationUnknownSerializedVersion
source: Unknown serialized version: {0}
chs: 未知序列化版本: {0}
ru_ru: Неизвестная версия сериализации: {0}

# ADAutomaticCall
source: Allelic Discrim. Call Setting
chs: 等位基因分型。调用设置
ru_ru: Параметр вызова аллельной дискриминации

# GEReplicateIsRef
source: Gene Name - Reference
chs: 基因名称 - 参考
ru_ru: Имя гена – ссылка

# Table_ColumnHeadingsWrongLength
source: Column headings do not match data.
chs: 列标题与数据不匹配。
ru_ru: Заголовки столбцов не соответствуют данным.

# InvalidSecurityDataItemRead
source: Could not read item {0} in security data
chs: 无法读取安全数据中的项目 {0}
ru_ru: Невозможно считать элемент {0} в данных безопасности.

# PlateDescription
source: Plate Notes
chs: 反应板注释
ru_ru: Заметки по плашке

# PCRActiveStageNum
source: Quantification Active Cycle
chs: 定量活动循环
ru_ru: Количественный анализ активного цикла

# Table_ColumnHeadingsWrongLength1
source: Column headings do not match data.
chs: 列标题与数据不匹配。
ru_ru: Заголовки столбцов не соответствуют данным.

# NoSetting_1
source: Settings service does not contain requested application setting {0}.
chs: 设置服务不包括请求的应用程序设置 {0}。
ru_ru: Служба параметров не содержит запрашиваемого параметра приложения {0}.

# Hidden
source: The file is Hidden. Please save to a different file name.
chs: 文件处于隐藏状态。请保存到另一文件名。
ru_ru: Файл скрыт. Сохраните файл с другим именем.

# Email_RunCompleteSubject
source: Protocol completed on instrument or block {0}.
chs: 设备或反应模块 {0} 上的扩增程序完成。
ru_ru: Протокол завершен на приборе или блоке {0}.

# ReportHeaderModifiedByUser
source: Modified by user
chs: 用户修改
ru_ru: Изменен пользователем

# Table_ColumnIndexOutOfRange
source: Invalid data table column index.
chs: 无效的数据表列索引。
ru_ru: Недействительный индекс столбца таблицы данных.

# MGEDataFiles
source: Data Files
chs: 数据文件
ru_ru: Файлы данных

# SourceHeading
source: Source:
chs: 源:
ru_ru: Источник:

# ChangeDetailString
source: {0} changed from "{1}" to "{2}", description "{3}".
chs: {0} 从“{1}”变为“{2}”，描述为“{3}”。
ru_ru: {0} изменено с "{1}" на "{2}", описание "{3}".

# FileNotFoundInAppOrRelativePath_1
source: Could not find path at '{0}' in either app path or relative path.
chs: 在应用程序路径或相对路径中均找不到“{0}”路径。
ru_ru: Невозможно найти путь к '{0}' в абсолютном или относительном пути приложения.

# ReportHeaderUserNameAndID1
source: User Name and ID
chs: 用户名和 ID
ru_ru: Имя пользователя и идентификатор

# DevicesNotConfigured
source: No device(s) configured. Configuration file is empty.
chs: 未配置设备。配置文件为空。
ru_ru: Не сконфигурировано ни одного устройства. Конфигурационный файл пуст.

# ApplicationStateDataSettingsMismatchCount
source: Application settings count mismatch.
chs: 应用程序设置计算不匹配。
ru_ru: Несоответствие количества параметров приложения.

# DefaultConfigurationOnly_2
source: Only default {1} configuration allowed for service "{0}".
chs: 服务“{0}”仅允许默认 {1} 配置。
ru_ru: Только конфигурация по умолчанию {1} разрешена для службы "{0}".

# ConfigurationFailed
source: Remoting configuration failed.
chs: 远程配置失败。
ru_ru: Не удалось провести удаленное конфигурирование.

# SignatureString
source: Signed "{0}" with reason "{1}".
chs: 已签署“{0}”，原因为“{1}”。
ru_ru: Подписано "{0}" по причине "{1}".

# RequestUnknownObject_1
source: Request for unknown remote object: {0}.
chs: 请求未知的远程对象: {0}。
ru_ru: Запрос неизвестного удаленного объекта: {0}.

# EPTolMethod
source: End Point Tolerance Calc Method
chs: 终点容差计算方式
ru_ru: Метод расчета устойчивости в конечной точке

# ServiceInstantiationFailureNullClass_2
source: Could not instantiate service '{0}' in assembly '{1}' (class is null).
chs: 无法实例化指令集“{1}”中的服务“{0}”(类型为空)。
ru_ru: Невозможно создать экземпляр службы '{0}' в сборке '{1}' (нулевой класс).

# PlateFluorsChange
source: Plate Fluors
chs: 反应板荧光
ru_ru: Флуорофоры плашки

# System
source: The file is a System File. Please save to a different file name.
chs: 该文件为系统文件。请保存到另一文件名。
ru_ru: Файл является системным. Сохраните файл под другим именем.

# Reports_EmptyTag1
source: Unable to parse empty report tag.
chs: 无法分析空的报告标签。
ru_ru: Невозможно проанализировать пустой тег отчета.

# Table_ColumnIndexOutOfRange1
source: Invalid data table column index.
chs: 无效的数据表列索引。
ru_ru: Недействительный индекс столбца таблицы данных.

# ReportHeaderOSBuildAndServicePack1
source: OS Build and Service Pack
chs: 操作系统内部版本和服务包
ru_ru: Номер сборки операционной системы и пакета обновления

# GESampleData
source: Sample Data
chs: 样品数据
ru_ru: Данные пробы

source: Run Time Protocol
chs: 运行时间扩增程序
ru_ru: Временной протокол прогона

source: Display Wells
chs: 显示反应孔
ru_ru: Отобразить лунки

# EnumeratorServiceFailed2Start
source: Enumerator service failed to start.
chs: 枚举服务启动失败。
ru_ru: Не удалось запустить службу Enumerator.

# PlateFluorUnits
source: Fluorophore Unit
chs: 荧光基团单位
ru_ru: Единица флуорофора

# BFActiveInfo
source: Active Background Readings Information
chs: 活动背景读板信息
ru_ru: Сведения активного фонового считывания

# MCMinPeakWidth
source: The Min significant peak width
chs: 最小显著峰宽度
ru_ru: Минимальная ширина значимого пика

source: Unknown
chs: 未知
ru_ru: Неизвестен

# EPNumRepeats
source: End Cycles to Average
chs: 用于计算终点均值的循环数范围
ru_ru: Количество повторений до среднего в конечной точке

# PCRDigitalFilterGlobalEnabled
source: PCR Global Digital Filter Enabled
chs: PCR 全局数字滤波器已启用
ru_ru: Включен общий цифровой фильтр PCR

# SignedSaveHeaderString_9
source: File version {0} signed and saved by {1} (full name {2}) at {3} on {4} in {5} version {6} with signature comments "{7}" and save comment "{8}".
chs: 文件版本 {0}，由 {1} (全名 {2}) 于 {4} 的 {3} 在 {5} 的版本 {6} 中签署和保存，签名注释:“{7}”，保存注释:“{8}”。
ru_ru: Версия файла {0}, подписанная и сохраненная {1} (полное имя {2}) в {3} на {4} в {5} версии {6} с комментарием к подписи "{7}" и с комментарием к сохранению "{8}".

# gxdfilefilters
source: Gene Study File
chs: 基因研究文件
ru_ru: Файл исследования гена

# SetOnceProperty_1
source: Invalid attempt to set property {0}. Property may only be set once.
chs: 设置属性 {0} 的尝试无效。属性仅可设置一次。
ru_ru: Неудачная попытка задать свойство {0}. Свойство можно задать только один раз.

# ValidationFailed_1
source: Failed to validate {0}
chs: 验证 {0} 失败
ru_ru: Не удалось подтвердить {0}

# Table_ColumnDescriptionsWrongLength
source: Column descriptions do not match column headings.
chs: 列描述与列标题不匹配。
ru_ru: Описания столбцов не соответствуют их заголовкам.

# FactoryNotRegisteredAtRuntime_1
source: Required factory at identifier '{0}' has not been registered at runtime.
chs: 所请求的标识符为“{0}”的工厂在运行期间未注册。
ru_ru: Требуемая заводская настройка на идентификаторе '{0}' не была зарегистрирована в ходе прогона.

# Table_Empty1
source: Table must not be empty.
chs: 表格不能为空。
ru_ru: Таблица не должна быть пустой.

# Email_DoNotReceiveMessage
source: If you do not want to receive this e-mail, please modify user preferences in {0} application.
chs: 如果您不希望再收到该邮件，请在 {0} 应用程序中修改用户首选项。
ru_ru: Если вы не хотите получить это сообщение по электронной почте, измените настройки пользователя в приложении {0}.

# ActiveExpNum
source: Active Experiment Number
chs: 活动实验编号
ru_ru: Номер активного эксперимента

# ReportHeaderYes1
source: Yes
chs: 是
ru_ru: Да

# ReportHeaderDate
source: Date
chs: 日期
ru_ru: Дата

# NoPrinter
source: Unable to print because no printer has been installed. Please install a printer first. Operation cancelled.
chs: 未安装打印机，无法打印。请先安装打印机。操作取消。
ru_ru: Печать невозможна, т.к. не установлен принтер. Сначала установите принтер. Операция отменена.

source: Dye Calibration Data
chs: 染料校准日期
ru_ru: Данные калибровки красителя

# WFChange
source: Well Factors change
chs: 反应孔因子变更
ru_ru: Изменение факторов лунок

# InvalidSettingType_1
source: Requested application setting {0} cannot be assigned to specified type.
chs: 无法为指定的类型分配请求的应用程序设置 {0}。
ru_ru: Запрошенный параметр приложения {0} не может быть задан для указанного типа.

# InvalidSettingType_2
source: Requested application setting {0} cannot be assigned to specified type {1}.
chs: 无法为指定的类型 {1} 分配请求的应用程序设置 {0}。
ru_ru: Запрошенный параметр приложения {0} не может быть задан для указанного типа {1}.

# PCRBaselineValue
source: PCR Baseline Cycles
chs: PCR 基线循环
ru_ru: Циклы базовой линии PCR

# ExceptionHeading
source: Exception:
chs: 异常:
ru_ru: Исключение:

# RMEActiveInfo
source: Active RME Information
chs: 活动的 RME 信息
ru_ru: Сведения об активном RME

# Md5Expected_1
source: Expected: {0}
chs: 预计: {0}
ru_ru: Ожидаемый: {0}

# ReportHeaderSignatureComment1
source: Signature Comment
chs: 签名注释
ru_ru: Комментарий к подписи

# GEReplicateAutoEff
source: Gene Replicate - Auto Efficiency
chs: 基因复制 - 自动效率
ru_ru: Реплика гена – автоэффективность

# AnalysisParameter
source: Analysis Parameters
chs: 分析参数
ru_ru: Параметры анализа

# ReportHeaderCreatedInSecurityEdition
source: Created in Security Edition
chs: 在安全版本中创建
ru_ru: Создан в Security Edition

# MCThresholdForPeakAutoFind
source: The positive melt peak analysis threshold value
chs: 正熔解峰分析阈值
ru_ru: Значение порогового уровня для анализа положительного пика плавления

# MCMaxPeakWidth
source: The Max significant peak width
chs: 最大显著峰宽度
ru_ru: Максимальная ширина значимого пика

# ReportHeaderSignature1
source: Signature
chs: 签名
ru_ru: Подпись

# ReportHeaderNo
source: No
chs: 否
ru_ru: Нет

# ReportHeaderComputerName
source: Computer name
chs: 计算机名称
ru_ru: Имя компьютера

# rdmlfilefilters
source: RDML File
chs: RDML 文件
ru_ru: Файл RDML

# CtAlgorithm
source: Cq Determination Mode
chs: Cq值确定模式
ru_ru: Алгоритм обнаружения Cq

# PlateAssayName
source: Probe/Primer Name
chs: 探针／引物名称
ru_ru: Имя пробы/праймера

# GEReplicate
source: Gene Replicate
chs: 基因复制
ru_ru: Реплика гена

source: PCR Display Mode
chs: PCR 显示模式
ru_ru: Режим отображения PCR

# GESampleNameGroupingOption
source: Analyze Using Option
chs: 样品名称编组选项
ru_ru: Опция группировки образцов по названию

source: your account name
chs: 您的帐户名称
ru_ru: ваше имя учетной записи

# MCIncludeNegativePeaks
source: Include significant negatives peaks
chs: 包括显著负峰值
ru_ru: Включить значимые отрицательные пики

# ServicesConfigFileNotFound_2
source: Cannot find services config file at absolute or relative path. Absolute path
chs: 在绝对或相对路径中找不到服务配置文件。绝对路径
ru_ru: Невозможно найти конфигурационной файл служб по абсолютному или относительному пути. Абсолютный путь

# ReportHeaderVersion
source: Version
chs: 版本
ru_ru: Версия

# ReportHeaderLastCreationGUID
source: Last Creation GUID
chs: 上次创建 GUID
ru_ru: Последний GUID создания

# ReportHeaderCreationDate1
source: Creation Date
chs: 创建日期
ru_ru: Дата создания

# ReportHeaderOSBuildAndServicePack
source: OS Build and Service Pack
chs: 操作系统内部版本和服务包
ru_ru: Номер сборки операционной системы и пакета обновления

# GEScaling
source: Scaling Option
chs: 缩放选项
ru_ru: Параметр масштабирования

# Table_Null
source: Table must not be null.
chs: 表格不能为空。
ru_ru: Таблица не должна быть нулевой.

# EnumeratorServiceCanStop
source: Cannot stop enumerator service.
chs: 无法停止枚举服务。
ru_ru: Невозможно остановить службу Enumerator.

# XmlSerializationStateDictionaryNotCurrentVersion
source: State dictionary is not of the current version.
chs: 状态目录的版本不是最新的。
ru_ru: Словарь состояний не соответствует текущей версии.

# SeverityLabel
source: Severity
chs: 严重性
ru_ru: Серьезность

# protocolfilefilters
source: Protocol File
chs: 扩增程序文件
ru_ru: Файл протокола

# InvalidTimeStampWarning
source: Warning: The audit trail timestamps are out of order, and therefore might be invalid.
chs: 警告: 审计跟踪时间戳的顺序不正确，可能无效。
ru_ru: Предупреждение. Временные отметки контрольного журнала расположены не по порядку, соответственно, они могут быть неверными.

# ClassNotAConfigurationProvider_2
source: Class '{0}' in assembly '{1}' is not an implementation of IConfigurationProvider.
chs: 指令集“{1}”中的类“{0}”并非 IConfigurationProvider 的实现。
ru_ru: Класс '{0}' в сборке '{1}' не является реализацией IConfigurationProvider.

# PCRBaseLine
source: PCR Data Analysis Method
chs: PCR 数据分析方式
ru_ru: Метод анализа данных PCR

# ServiceLoadFailure
source: Cannot load services.
chs: 无法加载服务。
ru_ru: Невозможно загрузить службы.

# platesetupfilefilters
source: Plate File
chs: 反应板文件
ru_ru: Файл плашки

# GEConditionFullName
source: Sample Condition - Full Name
chs: 样品情况 - 全称
ru_ru: Условие для пробы – полное имя

# ReportHeaderDate1
source: Date
chs: 日期
ru_ru: Дата

# Email_RunCompleteMessage_1
source: A {0}run on instrument or block "{1}" completed on {2} with Status: {3}.
chs: 运行于设备或模块“{1}”的 {0} 完成于 {2}，状态为: {3}。
ru_ru: Прогон {0} на приборе или блоке "{1}" завершен {2} с состоянием {3}.

# opd_datasetfilefilters
source: OPD File
chs: OPD 文件
ru_ru: Файл OPD

# ReportHeaderCreatedByUser1
source: Created by user
chs: 由用户创建
ru_ru: Создан пользователем

# GETarget
source: Target
chs: 靶标
ru_ru: Мишень

# ADDisplayMode
source: Allelic Discrim Display Mode
chs: 等位基因分型显示模式
ru_ru: Режим отображения аллельной дискриминации

# InvalidSecurityDataFoundInvalidVersion
source: Invalid security data encoded in calibration file. Version Expected:{0}. Version found:{1}
chs: 以校准文件编码的安全数据无效。预期版本: {0}。发现的版本: {1}
ru_ru: В калибровочном файле закодированы недействительные данные безопасности. Предполагается версия: {0}. Найдена версия: {1}.

# Reports_InvalidTag_1
source: Unable to parse report tag: {0}.
chs: 无法分析报告标签: {0}。
ru_ru: Невозможно проанализировать тег отчета: {0}.

# Reports_NullTag
source: Unable to parse null report tag.
chs: 无法分析空报告标签。
ru_ru: Невозможно проанализировать нулевой тег отчета.

# FullyQualifiedName
source: Name
chs: 名称
ru_ru: Название

# GEDataSet
source: Data Set
chs: 数据集
ru_ru: Набор данных

source: Run ID
chs: 运行 ID
ru_ru: Идентификатор прогона

# ADFluorIdXAxis
source: Allelic Discrim. X Axis Fluor
chs: 等位基因分型。X 坐标轴荧光
ru_ru: Аллельная дискриминация – флуорофор для оси X

# ADFluorIdYAxis
source: Allelic Discrim. Y Axis Fluor
chs: 等位基因分型。Y 坐标轴荧光
ru_ru: Аллельная дискриминация – флуорофор для оси Y

# ReportHeaderSignature
source: Signature
chs: 签名
ru_ru: Подпись

# MCIncludePositivePeaks
source: Include significant positive peaks
chs: 包括显著正峰值
ru_ru: Включить значимые положительные пики

# EventTimeLabel
source: Event Time
chs: 事件时间
ru_ru: Время события

# ClassNotAService_2
source: Class '{0}' in assembly '{1}' is not an implementation of IService.
chs: 指令集“{1}”中的类“{0}”并非为 IService 的实现。
ru_ru: Класс '{0}' в сборке '{1}' не является реализацией IService.

# EPActiveFluor
source: End Point Active Fluor
chs: 终点活动荧光
ru_ru: Активный флуорофор в конечной точке

# NestedExceptionHeading
source: Nested Exception
chs: 嵌套异常
ru_ru: Вложенное исключение

# FileNotFound_2
source: File Not Found. '{0}' - '{1}'
chs: 找不到文件。“{0}”–“{1}”
ru_ru: Файл не найден. '{0}' - '{1}'

# SetAccessorSetOnceError
source: Value may be set once only. Set denied.
chs: 值仅可设置一次。已拒绝设置。
ru_ru: Значение можно задать только один раз. Отклонено.

# genestudyfilefilters
source: Gene Study File
chs: 基因研究文件
ru_ru: Файл исследования гена

# NoRule_1
source: Business rule service does not contain requested rule {0}.
chs: 业务规则服务不包括请求的规则 {0}。
ru_ru: Служба бизнес-правил не содержит запрашиваемого правила {0}.

# MessageLabel
source: Message
chs: 消息
ru_ru: Сообщение

# NoSignatureString
source: This save was not signed.
chs: 未签署此保存。
ru_ru: Это сохранение не было подписано.

# BFTypeActive
source: Active Background Readings
chs: 活动背景读板
ru_ru: Активное фоновое считывание

# InvalidSecurityDataFoundm_versionNotNumeric
source: Invalid security data found: m_version is not numeric
chs: 发现无效安全数据: m_version 不是数字
ru_ru: Найдены недействительные данные безопасности. m_version не является числом

# allgxdfilefilters
source: All Gene Study Files
chs: 所有基因研究文件
ru_ru: Все файлы исследования гена

source: simulated
chs: 模拟
ru_ru: смоделирован

# GEReplicateEff
source: Gene Replicate - Efficiency
chs: 基因复制 - 效率
ru_ru: Реплика гена – эффективность

# ReadOnly
source: The file is Read Only. Please save to a different file name.
chs: 文件为只读。请保存到另一文件名。
ru_ru: Файл доступен только для чтения. Сохраните файл под другим именем.

# ReportHeaderUserNameAndID
source: User Name and ID
chs: 用户名和 ID
ru_ru: Имя пользователя и идентификатор

# ReportHeaderCreatedByApp1
source: Created by app
chs: 由应用程序创建
ru_ru: Создан приложением

# ReportHeaderCreatedByUser
source: Created by user
chs: 由用户创建
ru_ru: Создан пользователем

# ApplicationStateDataSettingsMismatch
source: Mismatch application setting {0}.
chs: 不匹配的应用程序设置 {0}。
ru_ru: Несоответствие параметров приложения {0}.

# GeCorrStdDev
source: Corrected Std. Dev. Applied
chs: 使用校正的标准偏差
ru_ru: Применено скорректированное стандартное отклонение

# RunTime
source: Run Time Information
chs: 运行时间信息
ru_ru: Сведения о времени прогона

# calibrationfilefilters
source: Calibration File
chs: 校准文件
ru_ru: Калибровочный файл

source: unknown computer
chs: 未知计算机
ru_ru: неизвестный компьютер

# ConfigLoadFailure_1
source: Failed to load configuration elements from {0}.
chs: 从 {0} 加载配置元素失败。
ru_ru: Не удалось загрузить элементы конфигурации из {0}.

# DiagsSeverityWarning
source: Warning
chs: 等待
ru_ru: Предупреждение

# NotImplementedMessage
source: Attempted use of code that has not been implemented. {1}
chs: 尝试使用尚未执行的编码.
ru_ru: Попытка использования кода, который не был реализован. {1}

# MCActiveStageNum
source: Melt Curve Active Cycle
chs: 熔解曲线活动循环
ru_ru: Активный цикл кривой плавления

# Table_NotRectangular
source: Table must be rectangular (ie. each row must be the same length).
chs: 表格必须为矩形(即各行必须等长)。
ru_ru: Таблица должна быть прямоугольной (т.е. все строки должны быть одинаковой длины).

# XmlAttributeNotFound_2
source: Node {0} does not contain attribute {1}.
chs: 节点 {0} 不包含属性 {1}。
ru_ru: Узел {0} не содержит атрибут {1}.

# FactoryNotRegistered_1
source: Required factory at identifier '{0}' has not been registered.
chs: 所请求的标识符为“{0}”的工厂未注册。
ru_ru: Требуемая заводская настройка на идентификаторе '{0}' не была зарегистрирована.

source: PCR Baseline Method
chs: PCR 基线方法
ru_ru: Метод базовой линии PCR

# tad_datasetfilefilters
source: TAD File
chs: TAD 数据文件
ru_ru: Файл TAD

# FileCreated
source: Data File created
chs: 已创建数据文件
ru_ru: Создан файл данных

# Email_DoNotReplyFooter
source: Note: This e-mail was sent by automatic notification system. Please do not reply to this e-mail.
chs: 注意: 本电子邮件由自动通知系统发送。请勿回复。
ru_ru: Примечание. Это сообщение по электронной почте было автоматически отправлено системой уведомлений. Не отвечайте на него.

# ReportHeaderCreatedByApp
source: Created by app
chs: 由应用程序创建
ru_ru: Создан приложением
